Repository: xiangjiana/pmbwapp
Catalog: app/ios/Runner/*.lproj/Localizable.strings
Languages: ms, th, vi, zh_hans

# alert
source: Tips
ms: Petua
th: เคล็ดลับ
vi: Lời khuyên
zh_hans: 提示

# alert_know
source: I got it
ms: saya faham
th: ฉันเข้าใจแล้ว
vi: Đã hiểu
zh_hans: 我知道了

source: Full screen
zh_hans: 全屏

# home_icon_transfer
source: Transfer
ms: Pemindahan
th: โอนเงิน
vi: Chuyển Đổi
zh_hans: 转账

# confirm_exit_game
source: Are you sure you want to leave the game?
ms: Adakah anda pasti mahu meninggalkan permainan?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากเกม?
vi: Bạn có chắc chắn muốn rời khỏi trò chơi không?
zh_hans: 您确定要离开游戏?

source: Cancel
ms: Batal
th: ยกเลิก
vi: Hủy bỏ
zh_hans: 取消

# cancel_in
source: Direct Access
ms: Batal
th: การเข้าถึงโดยตรง
vi: Truy cập trực tiếp
zh_hans: 直接进入

source: Confirm
ms: sahkan
th: ยืนยัน
vi: ĐƯỢC RỒI
zh_hans: 确定

source: Submit
ms: Hantar
th: ส่ง
vi: Nộp
zh_hans: 提交

# transfer_existing
source: Available
ms: sedia ada
th: มีอยู่
vi: Có sẵn
zh_hans: 现有

# deposit_one_click_recycling
source: Recycle
ms: Kitar Semula Satu Klik
th: รีไซเคิล
vi: Chuyển Đổi
zh_hans: 一键回收

# deposit_recycling
source: Recovery in progress...
ms: Pemulihan sedang berjalan...
th: กำลังกู้คืน...
vi: Đang khôi phục ...
zh_hans: 回收中...

# my_wallet_turn_off_the_automatic_carry_in_amount
source: Whether to turn off automatic amount carryover
ms: Sama ada untuk mematikan jumlah automatik yang dibawa masuk
th: ว่าจะปิดการยกยอดอัตโนมัติหรือไม่
vi: Có tắt tự động chuyển số tiền hay không
zh_hans: 是否关闭自动带入金额

# my_wallet_enable_automatic_transfer_of_amount
source: Whether to turn on automatic carryover
ms: Sama ada hendak menghidupkan jumlah automatik
th: จะเปิดการขนย้ายอัตโนมัติหรือไม่
vi: Có bật tính năng tự động chuyển tiếp hay không
zh_hans: 是否开启自动带入金额

# my_wallet_please_select_a_wallet
source: Please select wallet
ms: Klik untuk memilih
th: กรุณาเลือกกระเป๋าสตางค์
vi: Vui lòng chọn ví
zh_hans: 请选择钱包

# transfer_successful_transfer
source: Successful transfer
ms: Pemindahan yang berjaya
th: โอนสำเร็จ
vi: Chuyển khoản thành công
zh_hans: 转账成功

# transfer_unable_to_transfer_in_during_venue_maintenance
source: Can not transfer in during the maintenance of the venue
ms: Tidak boleh memindahkan di tengah-tengah penyelenggaraan tempat
th: ไม่สามารถโอนเข้าได้ระหว่างบำรุงรักษาสถานที่
vi: Không thể chuyển đến trong thời gian bảo trì địa điểm
zh_hans: 场馆维护中无法转入

# transfer_unable_to_transfer_out_during_venue_maintenance
source: Venue under maintenance
ms: Tidak boleh berpindah keluar semasa penyelenggaraan tempat
th: ไม่สามารถโอนออกจากการบำรุงรักษาสถานที่ได้
vi: Không thể chuyển ra khỏi địa điểm bảo trì
zh_hans: 场馆维护中无法转出

# transfer_in_activities_cannot_be_transferred_out
source: Can't transfer out in the middle of participating activities
ms: Tidak boleh berpindah keluar di tengah-tengah aktiviti yang mengambil bahagian
th: ไม่สามารถโอนออกระหว่างกิจกรรมที่ร่วมรายการได้
vi: Không thể chuyển ra ngoài khi đang tham gia các hoạt động
zh_hans: 活动参与中不可转出

# transfer_cannot_be_transferred_out
source: You can't transfer out of %@ in a participating venue
ms: Anda tidak boleh memindahkan keluar daripada %@ di tempat yang mengambil bahagian
th: ไม่สามารถโอนออกจากสถานที่ที่ร่วมรายการได้%@
vi: Bạn không thể chuyển %@ tại một địa điểm tham gia
zh_hans: 已参加场馆活动%@不可转出

# transfer_will_be_carried_over_to_the_entering_venue
source: The full amount of the central wallet and the recoverable venues will be brought into the entered venues
ms: Dompet tengah dan jumlah tempat yang boleh diperolehi akan dibawa ke tempat yang dimasukkan
th: จำนวนเงินเต็มของกระเป๋าเงินกลางและสถานที่ที่สามารถกู้คืนได้จะถูกนำเข้ามาในสถานที่ที่เข้าร่วม
vi: Ví trung tâm và số tiền địa điểm có thể thu hồi sẽ được chuyển đến địa điểm đã nhập
zh_hans: 中心钱包和可回收的场馆金额将被带入到进入的场馆中

# transfer_bring_in_the_amount
source: The amount is automatically brought in when entering the venue
ms: Jumlah itu dibawa masuk secara automatik apabila memasuki tempat
th: จำนวนเงินจะถูกนำเข้าโดยอัตโนมัติเมื่อเข้าสู่สถานที่
vi: Số tiền sẽ được tự động mang vào khi vào địa điểm
zh_hans: 进入场馆时自动带入金额

# transfer_select_wallet
source: Select Wallet
ms: Pilih Wallet
th: เลือกกระเป๋าเงิน
vi: Chọn Ví
zh_hans: 选择钱包

source: From
ms: daripada
th: จาก
vi: Từ
zh_hans: 从

source: to
ms: kepada
th: ถึง
vi: đến
zh_hans: 到

# transfer_to_be_selected_to_transfer_out_wallet
source: To be selected to transfer out of the wallet
ms: Untuk dipilih untuk dipindahkan keluar dari dompet
th: ให้เลือกโอนออกจากกระเป๋า
vi: Được chọn để chuyển ra khỏi ví
zh_hans: 待选择转出钱包

# transfer_click_to_select
source: Click to select
ms: Klik untuk memilih
th: คลิกเพื่อเลือก
vi: Bấm để chọn
zh_hans: 点击选择

# you_are_join_activity_can_not_transfer_out
source: You are still participating in the activities, after the transfer amount, the flow of water does not reach the standard will not be transferred out!
ms: Anda masih menyertai aktiviti, selepas jumlah pemindahan, aliran air tidak mencapai standard tidak akan dipindahkan keluar!
th: คุณยังคงเข้าร่วมกิจกรรมหลังจากโอนจำนวนเงินแล้วกระแสจะไม่สามารถโอนออกได้โดยไม่ถึงเป้าหมาย!
vi: Bạn vẫn đang tham gia các hoạt động, sau khi chuyển lượng nước, lưu lượng nước không đạt tiêu chuẩn sẽ không được chuyển ra ngoài!
zh_hans: 您还在参与活动，转入金额后，流水未达标将不可转出！

# mine_center_wallet
source: Center Wallet
ms: Dompet Tengah
th: กระเป๋าเงินกลาง
vi: Ví trung tâm
zh_hans: 中心钱包

# mine_center_wallet_transfer_existing
source: Center Wallet Available
ms: Dompet Tengah Sedia Ada
th: กระเป๋าเงินกลาง มีอยู่
vi: Ví trung tâm Có sẵn
zh_hans: 中心钱包现有

# agent_transfer_transfer_money
source: Transfer Amount
ms: Jumlah Pemindahan
th: จำนวนเงินโอน
vi: Số tiền chuyển khoản
zh_hans: 转账金额

# vip_level_trans_all
source: Full amount
ms: Jumlah penuh
th: เต็มจำนวน
vi: Tất Cả
zh_hans: 全部金额

# withdraw_maximum_amount
source: Max
ms: Jumlah maksimum
th: สูงสุด
vi: tối đa
zh_hans: 全部金额

# vip_level_trans_hintText
source: Please enter
ms: Sila masukkan
th: กรุณาป้อน
vi: Vui lòng nhập
zh_hans: 请输入

# vip_level_trans_confirm
source: Transfer Now
ms: Pindah Sekarang
th: โอนเลย
vi: Chuyển ngay
zh_hans: 立即转账

# withdraw_flowing_water_details
source: Streaming Details
ms: Butiran Penstriman
th: รายละเอียดการสตรีม
vi: Chi tiết phát trực tuyến
zh_hans: 流水详情

# vip_level_submit_active
source: Participate in activities
ms: Mengambil bahagian dalam aktiviti
th: เข้าร่วมกิจกรรม
vi: Tham gia các hoạt động
zh_hans: 参与活动

# my_wallet_required_running_water
source: Required Turnover
ms: Aliran yang Diperlukan
th: การไหลที่ต้องการ
vi: Luồng bắt buộc
zh_hans: 所需流水

# withdraw_flow_has_been_completed
source: Completed Turnover
ms: Selesai Strim
th: เสร็จสิ้นการไหล
vi: Đã hoàn thành quy trình
zh_hans: 已完成流水

# water_flow_content_tips
source: 1. After completing the flow, you can transfer the money from the venue to the center wallet 2. Before the completion of the flow, transferring money to the venue will increase the flow requirement, and the money will not be transferred out if the required flow is not met 3. The flow of the event venue will not be double-counted with the flow of other events
ms: 1.完成流水后可将场馆钱转出至中心钱包 2.流水未完成前，转账到场馆将会提高流水要求，且钱未满足所需流水将无法转出 3.活动场馆的流水不与其他活动流水重复计算
th: 1.โอนเสร็จสามารถโอนสถานที่เข้าเซ็นทรัลวอลเล็ทได้ 2.ก่อนเสร็จสิ้นโฟลว์ การโอนเงินไปยังสถานที่จะเพิ่มความต้องการโฟลว์ และจะไม่โอนเงินออกหากไม่เป็นไปตามโฟลว์ที่ต้องการ 3.การไหลของสถานที่จัดงานจะไม่ถูกนับซ้ำกับลำดับเหตุการณ์อื่น
vi: 1.Sau khi hoàn thành quy trình, bạn có thể chuyển địa điểm vào ví trung tâm 2.Trước khi hoàn thành luồng, việc chuyển tiền đến địa điểm sẽ làm tăng yêu cầu về luồng và tiền sẽ không được chuyển ra ngoài nếu luồng yêu cầu không được đáp ứng 3.Luồng của địa điểm tổ chức sự kiện sẽ không được tính kép với luồng của các sự kiện khác
zh_hans: 1.完成流水后可将场馆钱转出至中心钱包 2.流水未完成前，转账到场馆将会提高流水要求，且钱未满足所需流水将无法转出 3.活动场馆的流水不与其他活动流水重复计算

# transfer_in_amount
source: Transfer Amount
ms: Jumlah Pemindahan
th: ยอดโอน
vi: Số tiền chuyển khoản
zh_hans: 转入金额

# search_in_maintenance
source: Under Maintenance
ms: Di bawah penyelenggaraan
th: ภายใต้การบำรุงรักษา
vi: Đang bảo trì
zh_hans: 维护中

# need_any_help
source: For help, please
ms: Untuk bantuan, sila
th: ขอความช่วยเหลือค่ะ
vi: Để được giúp đỡ, xin vui lòng
zh_hans: 如需帮助，请

source: Contact Customer Service
ms: Hubungi Khidmat Pelanggan
th: ติดต่อฝ่ายบริการลูกค้า
vi: liên hệ với dịch vụ khách hàng
zh_hans: 联系客服

# game_join
source: Enter
ms: Masuk
th: เข้า
vi: Chơi Ngay
zh_hans: 进入

# maintain
source: Maintenance
ms: Penyelenggaraan
th: การซ่อมบำรุง
vi: Sự bảo trì
zh_hans: 维护
